[
  {
    "id": 0,
    "image": "https://www.planetware.com/wpimages/2019/11/india-best-places-to-visit-agra.jpg",
    "title": "Agra",
    "about": "If there was just one symbol to represent all of India, it would be the Taj Mahal. The monument inspires millions of tourists to make the trip to Agra every year, waking up before dawn to see magnificent structure radiate at sunrise. But Agra tops the list of the best places to visit in India for reasons that go beyond India's most famous attraction. The city in Uttar Pradesh is chock-full of marvelous Mughal monuments, like Itimad-ud-Daulah's Tomb and Akbar's Mausoleum, decked out in hypnotic inlaid marble designs from top to bottom. Plus, tourists can also see another UNESCO World Heritage Site: the Agra Fort. With so many wonders in just one place, Agra is a must-visit city for tourists in India."
  },
  {
    "id": 1,
    "image": "https://www.planetware.com/wpimages/2019/11/india-best-places-to-visit-new-delhi.jpg",
    "title": "New Delhi",
    "about": "Despite its crowds and chaos, New Delhi offers tourists a lot to love. The colorful capital of India is the perfect marriage of heritage and modernity. Old Delhi contains some of the country's most treasured attractions, including the Jama Masjid, Red Fort, and Chandni Chowk shopping thoroughfare. But throughout the sprawling city, tourists can explore countless other sites of spiritual and cultural importance. Top tourist attractions in New Delhi include the Lotus Temple; India Gate; Humayun's Tomb and India's tallest minaret, Qutub Minar. Fill your days exploring these mesmerizing sites, and refueling at street-side chai stalls and high-end restaurants."
  },
  {
    "id": 2,
    "image": "https://www.planetware.com/wpimages/2019/11/india-best-places-to-visit-mumbai.jpg",
    "title": "Mumbai",
    "about": "Want to see a more cosmopolitan side of India? Head to the energetic, coastal city of Mumbai—home to ultra-wealthy entrepreneurs and the hottest Bollywood actors. Tourists are never far from five-star hotels or gourmet restaurants in this luxe city. And even if those activities are out of budget, a cruise down the beloved Marine Drive will make you feel like royalty as you catch a glimpse of the scenic coast and glamorous Art Deco buildings. You can also see a more authentic, local side of Mumbai in the bustling 'Thieves Market' or at the Churchgate railway station, where hundreds of thousands of homemade lunches are packed up for delivery to the city's office workers every day. Make sure you devote a day to checking out Sanjay Gandhi National Park and exploring the 2,000-year-old Kanheri Cave carvings."
  },
  {
    "id": 3,
    "image": "https://www.planetware.com/wpimages/2019/11/india-best-places-to-visit-rajasthan.jpg",
    "title": "Rajasthan",
    "about": "Translated to 'Land of Kings,' Rajasthan brims with remnants of the kings and queens of past centuries. Between its glittering palaces, stately forts, and lively festivals, this western state deserves a starring role in your trip to India. Jaipur, part of the Golden Triangle Tourist Circuit, which also includes Agra and New Delhi, is one of the top places to visit in Rajasthan. Dubbed 'The Paris of India', it's known for its characteristic pink buildings, lavish City Palace, and jewelry stores galore.The 'Blue City', Jodhpur, offers tourists an equally unforgettable experience in its hilltop Mehrangarh Fort. Udaipur oozes romance with its flower-lined streets and fantastic City Palace Complex, where the royal family still lives today. And Jaisalmer looks like an Arabian Nights fairy tale brought to life, with its yellow sandstone structures and historic havelis (mansions). No matter where you end up in this desert state, you'll be captivated by the magic of Rajasthan."
  },
  {
    "id": 4,
    "image": "https://www.planetware.com/wpimages/2019/11/india-best-places-to-visit-amritsar.jpg",
    "title": "Amritsar",
    "about": "Amritsar, the 'Jewel of Punjab', has made its claim to fame with its remarkable Golden Temple. One of the holiest places in the world for Sikhs, the gilded structure is a sight to behold, glistening in the sun and reflecting into the large pool that surrounds it. The attraction also boasts the world's largest community kitchen, which serves 100,000 diners (including curious tourists!) lentils and curries every day. While in Amritsar, plan to spend an afternoon at the border of Pakistan to see the Beating Retreat Ceremony. Goose-stepping guards from long-term rivals India and Pakistan open and close the border gates at dusk in an over-the-top ceremony you'll never forget. Get there early to dance to blaring Bollywood music with locals in the streets."
  }
]
